<template>
  <div class="text-primary">
    <h3 class="coffee-header">
      手沖咖啡比例
    </h3>
    <p>
      比例到底要抓多少才好喝？其實沒有一定的標準，因為每個人喜愛的咖啡濃度不同，新手第一次嘗試，建議用黃金比例1:10~1:16（咖啡粉：總注水量）較不容易失敗。
    </p>
    <p>
      假設今天準備10克咖啡粉，搭配100～160c.c.的熱水進行沖泡，此範圍都能沖出一杯濃淡度適中的咖啡。
    </p>
    <div class="border border-3 rounded border-secondary">
      <p><strong>【補充小知識】</strong></p>
      <p class="ms-3">
        準備的總注水量不等於萃取出的咖啡液，因為在注水的過程，咖啡粉會吸收大約1.5~2倍水量，或是避免萃取的時間太久，並不會將濾杯的水完全滴完，也就是使用160c.c的水，實際得到的咖啡液體會比較少喔。
      </p>
    </div>

    <h3 class="coffee-header">
      手沖咖啡溫度&amp;時間
    </h3>
    <p>
      手沖咖啡的溫度影響者咖啡的香氣和口感，建議手沖咖啡的水溫掌握在85～95℃之間，高溫的特色是讓咖啡的香氣更明顯，但超過95℃容易帶出咖啡粉的雜質，沖出苦澀的咖啡。
    </p>
    <p>
      低溫的特色是能帶出咖啡的酸甜味，不會過度萃取引出咖啡的苦味，但口感喝起來涼涼的。
    </p>
    <p>手沖咖啡新手也能體驗沖煮不同水溫，比較85℃、90℃的口感找到自己的最愛！</p>

    <div class="border border-3 rounded border-secondary">
      <p><strong>【補充小知識】</strong></p>
      <p class="ms-3">
        除了水溫，萃取的時間同樣影響咖啡口感，喜歡喝酸一點的咖啡，萃取的時間可以縮短，反之萃取時間拉長，就能帶出咖啡硬派的苦感。
      </p>
    </div>

    <h3 class="coffee-header">
      咖啡粉研磨粗細
    </h3>
    <p>
      如果咖啡粉太粗，便無法萃取出完整的風味和物質，沖出來咖啡口感較薄、味道較淡；若研磨得太細，又可能會萃取出太多物質，因而得到口感濃烈、苦澀的咖啡，甚至令人難以下嚥。建議將咖啡豆研磨至砂糖（或再細一點）的大小，且顆粒均勻，在沖泡之前，可以使用篩子將過於細小的粉末篩出，避免沖煮時無法完全過濾雜質。
    </p>
    <div class="border border-3 rounded border-secondary">
      <p><strong>【補充小知識】</strong></p>
      <p class="ms-3">
        咖啡豆的新鮮度同樣不可忽視，如果咖啡豆不小心放太久，比較不容易萃取，這時將咖啡豆磨細一些可以提高萃取率。
      </p>
    </div>
  </div>
</template>

<style scoped>
* {
  margin: 1rem auto;
}
</style>
